export const firstColumn = [
  {
    name: "女生衣著",
    sub: ["T恤", "長褲", "內睡衣", "外套", "其他", "針織/毛衣", "多件式套裝", "大尺碼", "小可愛/背心", "帽T/大學T", "泳裝/比基尼", "短褲", "洋裝", "裙子", "上衣類", "禮衫"],
  },
  {
    name: "美食、伴手禮",
    sub: ["米、麵食", "蛋糕、甜點", "飲料、沖泡品", "美食外送", "休閒零食", "烘焙食材、南北雜貨", "進口零食", "熟食、小吃", "其他", "生鮮食品"],
  },
  {
    name: "美妝保養",
    sub: ["專櫃彩妝", "專櫃清潔保養", "身體清潔、保養", "手足保養、美甲", "男士保養", "美容工具", "美髮護理", "醫美清潔保養", "開架流行彩妝", "開架流行清潔保養", "香水、香氛", "其他", "私密清潔保養"],
  },
  {
    name: "女生包包/精品",
    sub: ["名牌精品包", "後背包", "手提/托特包", "皮夾", "斜背包/肩背包", "電腦包", "腰包/胸包", "其他"],
  },
  {
    name: "家電影音",
    sub: ["大型家電", "廚房家電", "影音設備", "生活家電", "美容/健康家電", "電視機", "音響、喇叭", "電風扇", "電毯/電暖器", "清淨除濕", "其他"],
  },
];
export const secondColumn = [
  {
    name: "書籍及雜誌期刊",
    sub: [
      "其他書籍",
      "商業理財書籍",
      "求職、自我成長書籍",
      "宗教命理書籍",
      "星座運勢書籍",
      "心理勵志書籍",
      "教科參考書",
      "文學/小說",
      "旅遊相關書籍",
      "漫畫",
      "生活風格書籍",
      "政治、法律、社會人文書籍",
      "歷史人文書籍",
      "自然科普書籍",
      "農業、漁業書籍",
      "藝術設計書籍",
      "貼紙、著色書籍",
      "親子教養與共讀繪本書籍",
      "語言學習書籍",
      "輕小說",
      "BL/GL",
      "醫療保健書籍",
      "健身節食書籍",
      "限制級書刊",
      "雜誌期刊",
      "電子書及周邊",
      "其他",
    ],
  },
  {
    name: "男女鞋",
    sub: ["女休閒鞋/平底鞋", "女涼拖鞋", "跟鞋/楔型鞋", "女靴", "鞋材用品", "其他", "男休閒鞋款", "男涼拖鞋", "紳士鞋/皮鞋", "男靴"],
  },
  {
    name: "保健、護理",
    sub: ["其他保健食品、營養品", "綜合機能保健", "男性保健食品", "藻類保健食品", "其他", "順暢保健食品", "女性保健食品", "樂齡居家/日常護理"],
  },
  {
    name: "手機平板與周邊",
    sub: [
      "Android保護殼",
      "Android保護貼",
      "充電傳輸與轉接相關設備",
      "Android空機",
      "Apple空機",
      "iPhone保護殼",
      "平板周邊",
      "平板電腦",
      "拍照周邊",
      "穿戴裝置",
      "行動電源",
      "電話、儲值卡",
      "耳機/喇叭",
      "手機週邊配件",
      "iPhone保護貼",
      "其他廠牌手機",
      "其他",
    ],
  },
  {
    name: "文創商品",
    sub: ["配件", "包包", "設計師玩具", "衣服", "數位文創商品", "設計雜物", "文具"],
  },
];
export const thirdColumn = [
  {
    name: "男生衣著",
    sub: ["T恤", "背心", "短褲", "外套", "長褲", "Polo衫", "丹寧牛仔", "其他", "帽T、大學T", "毛衣、針織衫", "男性內著", "禮衫"],
  },
  {
    name: "汽機車零件百貨",
    sub: [
      "導航、行車紀錄器",
      "汽機車美容用品",
      "機車百貨",
      "汽車",
      "車身標誌、貼紙",
      "汽車影音設備",
      "輪胎&鋁框",
      "汽車百貨",
      "汽車與零組件",
      "油品",
      "維修工具",
      "機車",
      "機車與零組件",
      "機車騎士用品",
    ],
  },
  {
    name: "娛樂、收藏",
    sub: ["卡、票", "CD&DVD", "收藏、紀念品", "明星偶像商品", "玉、水晶、石", "LEGO與積木", "樂器", "其他", "玩偶、娃娃", "玩具", "電影動漫週邊", "公仔、模型"],
  },
  {
    name: "男生包包與配件",
    sub: ["手錶", "男性精品包包配件", "飾品", "圍巾、手套", "帽子", "眼鏡", "皮帶、領帶", "側背/斜背包", "公事包", "胸包/腰包", "托特包", "後背包", "電腦包", "手提包", "錢包、皮件", "襪子"],
  },
  {
    name: "服務、票券",
    sub: ["旅遊票券", "其他", "服務、課程", "活動門票", "餐券", "禮券"],
  },
];
export const fourthColumn = [
  {
    name: "居家生活",
    sub: ["居家香氛", "水壺、杯子", "收納", "餐廚", "浴室", "燈具", "節慶、派對用品", "文具", "五金修繕", "園藝工具", "沙發、沙發床", "傢俱", "寢具", "窗簾", "其他", "居家防護", "日用品", "居家裝飾"],
  },
  {
    name: "女生配件/飾金",
    sub: ["耳環", "黃金/K金/鉑金", "珠寶/玉石", "國際精品配件", "眼鏡", "手錶", "項鍊", "襪子", "圍巾、帽子", "戒指", "其他", "吊飾/鑰匙圈", "手套", "手環", "腳鍊", "皮帶/腰帶", "髮飾", "鑽石"],
  },
  {
    name: "嬰幼童與母親",
    sub: ["清潔與護膚用品", "濕紙巾", "哺育用品", "嬰幼童食品與保健", "兒童玩具", "嬰幼童教具與童書", "其他"],
  },
  {
    name: "3C與筆電",
    sub: ["筆記型電腦", "耳機/喇叭/麥克風", "螢幕顯示器", "鍵盤滑鼠", "鏡頭", "電腦周邊配件", "電腦零組件", "桌上型電腦", "穿戴/智慧裝置", "儲存裝置", "其他", "單眼/專業相機", "相機", "相機周邊配件"],
  },
  {
    name: "其他類別",
    sub: ["點數貼紙", "成人專區"],
  },
];
export const fifthColumn = [
  {
    name: "運動/健身",
    sub: ["健身運動器材", "球類運動", "運動服飾/配件", "運動用品", "運動健身能量補給", "運動鞋款", "運動休閒鞋款", "游泳及水類運動", "其他"],
  },
  {
    name: "電玩遊戲",
    sub: ["其他遊戲主機", "其他遊戲軟體", "Nintendo", "PlayStation", "XBOX", "電腦遊戲", "遊戲機周邊配件", "其他", "虛擬點數"],
  },
  {
    name: "寵物",
    sub: ["其他", "其他寵物食品", "外出用品", "寵物服飾", "寵物營養保健品", "寵物玩具", "寵物用品", "寵物零食", "水族相關", "狗飼料", "貓飼料", "鳥類相關", "鼠兔相關"],
  },
  {
    name: "戶外旅行",
    sub: ["行李箱及周邊", "旅行包款、旅行配件", "戶外服飾/鞋/配件", "戶外休閒運動", "腳踏車、自行車", "登山、露營", "滑板與其他板類運動", "雨衣、雨具"],
  },
];
